1 cap was added.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId CapWasAddedWarning { get; }
  Visual Basic
Public Shared ReadOnly Property CapWasAddedWarning As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ CapWasAddedWarning {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures GenericMEPFailures Class
  Autodesk.Revit.DB Namespace